[English]
IDS_INTRO=Select a charging mode that suits your usage pattern:
IDS_MODE1=Full Capacity Mode
IDS_MODE2=Balance mode
IDS_MODE3=Maximum lifespan mode
IDS_DESCRIPTION1=This fits extended use between available charging. This mode always charges the battery to 100%, so it's ideal if you're going to use the laptop on battery mode. Do note that keeping the laptop constantly plugged into a power outlet while in this mode could reduce overall battery lifespan.
IDS_DESCRIPTION2=This mode maintains an 80% charge capacity to provide you with ample battery life, while at the same time prolonging overall battery lifespan.
IDS_DESCRIPTION3=This mode maintains a 60% charge capacity to prolong overall battery lifespan. It is recommended for those who are able to charge their device frequently.
IDS_PROMPTTITLE=Reminder:
IDS_PROMPT=We've noticed that you're in Full Capacity Mode and that the laptop is constantly plugged into a power source. To prolong overall battery lifespan, we recommend switching to a different charging mode.
IDS_OK=OK
IDS_CANCEL=Cancel
IDS_SETTING=Proceed with change
IDS_EXIT=Exit

[CHT]
IDS_INTRO=請選擇一種適合您使用習慣的充電模式：
IDS_MODE1=完整充電模式
IDS_MODE2=平衡保養模式
IDS_MODE3=最佳保養模式
IDS_DESCRIPTION1=此模式下，可將電池充電至100%，若您常常無法帶著電源適配器，可選擇此模式來延長使用時間。請注意，在此模式下，若長時間使用電源適配器對電池充電，將可能縮短電池壽命。
IDS_DESCRIPTION2=此模式下，可充電至80%電量。可為您提供足夠的使用時間，亦確保電池使用壽命。
IDS_DESCRIPTION3=此模式下，僅會充電至60%電量。若您能經常為裝置充電，建議選擇此模式，以延長電池壽命。
IDS_PROMPTTITLE=提醒您:
IDS_PROMPT=目前筆記型電腦為完整充電模式。建議不要永遠插著電源適配器，因為長期使用後可能縮短電池壽命。推薦您選擇其它充電模式以延長電池壽命。
IDS_OK=確定
IDS_CANCEL=取消
IDS_SETTING=繼續進行更改
IDS_EXIT=離開

[CHS]
IDS_INTRO=请选择一种适合您使用习惯的充电模式：
IDS_MODE1=完整充电模式
IDS_MODE2=平衡保养模式
IDS_MODE3=最佳保养模式
IDS_DESCRIPTION1=此模式下，可将电池充电至100%，若您无法随时携带电源适配器，可选择此模式来延长使用时间。请注意，在此模式下，若长时间使用电源适配器对电池充电，将可能缩短电池寿命。
IDS_DESCRIPTION2=此模式下，可充电至80%电量。可为您提供足够的使用时间，亦确保电池使用寿命。
IDS_DESCRIPTION3=此模式下，仅会充电至60%电量。若您能够经常为设备充电，建议您选择此模式，以延长电池寿命。
IDS_PROMPTTITLE=提示:
IDS_PROMPT=当前笔记本电脑为完整充电模式。建议不要一直插着电源适配器，因为长期使用后可能缩短电池寿命。推荐您选择其它充电模式以延长电池寿命。
IDS_OK=确定
IDS_CANCEL=取消
IDS_SETTING=继续进行更改
IDS_EXIT=退出

[Japanese]
IDS_INTRO=用途に応じ、充電モードを選択することができます。
IDS_MODE1=フルキャパシティモード
IDS_MODE2=バランスモード
IDS_MODE3=マックスライフモード
IDS_DESCRIPTION1=このモードではバッテリーを100%まで充電可能で、バッテリー駆動でノートPCを長時間ご利用頂く事が多い場合に最適です。なお、このモードで電源に接続したままにすると、バッテリーの寿命が短くなる恐れがあります。
IDS_DESCRIPTION2=このモードでは80%のバッテリー充電レベルを維持して充分な電力を提供すると同時に、バッテリーの寿命も延ばします。
IDS_DESCRIPTION3=このモードでは60%のバッテリー充電レベルを維持し、バッテリーの寿命をより延ばします。頻繁にバッテリーを充電できる場合に最適です。
IDS_PROMPTTITLE=注意:
IDS_PROMPT=充電モードはフルキャパシティモードに設定されています。本機を頻繁に電源に接続できる場合は、バッテリーの寿命を延ばすため、他の充電モードに変更することをお勧めします。
IDS_OK=OK
IDS_CANCEL=キャンセル
IDS_SETTING=変更する
IDS_EXIT=終了

[Korean]
IDS_INTRO=사용 패턴에 적합한 충전 모드를 선택하십시오.
IDS_MODE1=전체 용량 모드
IDS_MODE2=밸런스 모드
IDS_MODE3=최대 수명 모드
IDS_DESCRIPTION1=이 모드는 충전이 가능할 때마다 사용을 확장하는 데 적합합니다.이 모드는 항상 배터리를 100%까지 충전하므로 배터리 모드에서 랩톱을 사용하려고 할 때 이상적입니다. 이 모드에 있는 동안 랩톱을 계속해서 전원 콘센트에 연결해 놓으면 전반적인 배터리 수명이 줄어들 수 있습니다.
IDS_DESCRIPTION2=이 모드는 충분한 사용 시간을 제공하는 동시에 전반적인 배터리 수명을 연장하기 위해 80%의 충전 용량을 유지합니다.
IDS_DESCRIPTION3=이 모드는 전반적인 배터리 수명을 연장하기 위해 60%의 충전 용량을 유지합니다. 이 모드는 장치를 자주 충전할 수 있는 사용자에게 권장합니다.
IDS_PROMPTTITLE=알림:
IDS_PROMPT=현재 전체 용량 모드에 있으며 랩톱이 계속해서 전원에 연결되어 있습니다. 전반적인 배터리 수명을 연장하려면 다른 충전 모드로 전환할 것을 권장합니다.
IDS_OK=확인
IDS_CANCEL=취소
IDS_SETTING=변경 진행
IDS_EXIT=종료

[French]
IDS_INTRO=Sélectionnez un mode de recharge adapté à votre utilisation:
IDS_MODE1=Mode Pleine capacité
IDS_MODE2=Mode Équilibré
IDS_MODE3=Mode Durée de vie maximale
IDS_DESCRIPTION1=Il convient à une utilisation prolongée entre les rechargements disponibles. Ce mode charge toujours la batterie à 100%, il est donc idéal si vous envisagez d'utiliser l'ordinateur portable sur batterie. Notez que le fait de laisser l'ordinateur portable constamment branché sur une prise électrique avec ce mode peut réduire la durée de vie de la batterie.
IDS_DESCRIPTION2=Ce mode maintient une capacité de recharge à 80% pour vous fournir une autonomie suffisante, tout en prolongeant la durée de vie de la batterie.
IDS_DESCRIPTION3=Ce mode maintient une capacité de recharge à 60% pour prolonger la durée de vie de la batterie. Il est recommandé à ceux qui peuvent recharger fréquemment leur appareil.
IDS_PROMPTTITLE=Rappel:
IDS_PROMPT=Nous avons remarqué que vous êtes en mode Pleine capacité et que l'ordinateur portable est constamment branché sur une source d'alimentation. Pour prolonger la durée de vie de la batterie, nous vous recommandons de changer de mode de recharge.
IDS_OK=OK
IDS_CANCEL=Annuler
IDS_SETTING=Procéder au changement
IDS_EXIT=Quitter

[Italian]
IDS_INTRO=Selezionate una modalità di ricarica adatta alle vostre esigenze di utilizzo:
IDS_MODE1=Capacità massima
IDS_MODE2=Modalità bilanciata
IDS_MODE3=Ciclo di vita massimo
IDS_DESCRIPTION1=Questa modalità estende l'uso della carica disponibile. In questo modo potrete sempre caricare la batteria al 100%, questa modalità è ideale se intendete usare il laptop principalmente in modalità batteria. Tenete presente che mantenere il laptop collegato ad una presa di corrente in questa modalità potrebbe ridurre il ciclo di vita massimo della batteria.
IDS_DESCRIPTION2=Questa modalità mantiene un livello dell'80% per garantirvi una carica abbondante ma, allo stesso tempo, prolungare il ciclo di vita massimo della batteria.
IDS_DESCRIPTION3=Questa modalità mantiene un livello del 60% per prolungare al massimo il ciclo di vita della batteria. Questa opzione è raccomandabile per chi ha la possibilità di caricare il laptop di frequente.
IDS_PROMPTTITLE=Avviso:
IDS_PROMPT=Abbiamo rilevato che stai usando la modalità Capacità massima e che il tuo laptop è sempre collegato alla presa di corrente. Ti consigliamo di passare ad una modalità differente per prolungare il ciclo di vita della batteria.
IDS_OK=OK
IDS_CANCEL=Annulla
IDS_SETTING=Cambia ora
IDS_EXIT=Esci

[Russian]
IDS_INTRO=Выберите режим зарядки, соответствующий вашему стилю использования:
IDS_MODE1=Режим полной емкости
IDS_MODE2=Сбалансированный режим
IDS_MODE3=Режим максимального срока службы
IDS_DESCRIPTION1=Это подходит для длительного использования между зарядками. Этот режим всегда заряжает аккумулятор до 100%, поэтому он идеально подходит для случая, когда Вы собираетесь использовать ноутбук в автономном режиме. Обратите внимание, что постоянное подключение ноутбука к источнику питания в этом режиме может сократить срок службы аккумулятора.
IDS_DESCRIPTION2=Этот режим заряжает аккумулятор до 80% для обеспечения достаточного времени автономной работы и в то же время продлевает общий срок службы аккумулятора.
IDS_DESCRIPTION3=Этот режим заряжает аккумулятор до 60% для продления общего срока службы аккумулятора. Рекомендуется тем, кто часто заряжает устройство.
IDS_PROMPTTITLE=Напоминание:
IDS_PROMPT=Мы заметили, что Вы используете режим полной емкости и ноутбук постоянно включен к источнику питания. В целях продления общего срока службы аккумулятора, мы рекомендуем переключиться в другой режим зарядки.
IDS_OK=OК
IDS_CANCEL=Отмена
IDS_SETTING=Сменить и продолжить
IDS_EXIT=ВЫход

[Czech]
IDS_INTRO=Vyberte režim nabíjení, který nejlépe vyhovuje vašemu způsobu použití:
IDS_MODE1=Režim plné kapacity
IDS_MODE2=Vyvážený režim
IDS_MODE3=Režim maximální životnosti baterie
IDS_DESCRIPTION1=Tento režim se hodí pro delší použití mezi nabíjením. Tento režim vždy nabije baterii na 100 %, takže je ideální pro použití počítače v režimu baterie. Nezapomeňte, že pokud bude počítač během tohoto režimu neustále připojen v zásuvce, může dojít ke snížení životnosti baterie.
IDS_DESCRIPTION2=Tento režim zachovává 80% kapacitu nabití pro dostatečnou životnost baterie a zároveň prodlužuje životnost baterie.
IDS_DESCRIPTION3=Tento režim zachovává 60% kapacitu nabití k prodloužení životnosti baterie. Doporučujeme pro ty, kteří své zařízení nabíjejí často.
IDS_PROMPTTITLE=Připomínka:
IDS_PROMPT=Všimli jsme si, že používáte režim plné kapacity a že počítač je neustále připojen ke zdroji napájení. K prodloužení životnosti baterie doporučujeme přejít na jiný režim nabíjení.
IDS_OK=OK
IDS_CANCEL=Zrušit
IDS_SETTING=Provést změnu
IDS_EXIT=Konec

[Dutch]
IDS_INTRO=Selecteer een laadmodus die past bij uw gebruikspatroon:
IDS_MODE1=Volledige capaciteitsmodus
IDS_MODE2=Balansmodus
IDS_MODE3=Maximale levensduurmodus
IDS_DESCRIPTION1=Dit is geschikt voor uitgebreid gebruik tussen beschikbaar laden. Deze modus laadt de batterij altijd op tot 100%. Het is dus ideaal als u de laptop in de batterijmodus gaat gebruiken. Als u de laptop constant aangesloten houdt op een voedingscontact terwijl u in deze modus bent, kan de algemene levensduur van de batterij worden verminderd.
IDS_DESCRIPTION2=Deze modus behoudt een laadcapaciteit van 80% om u voldoende batterijlevensduur te bieden, terwijl u toch de algemene levensduur van de batterij verlengt.
IDS_DESCRIPTION3=Deze modus behoudt een laadcapaciteit van 60% om de algemene levensduur van de batterij te verlengen. Het is aanbevolen voor diegenen die hun apparaat vaak kunnen opladen.
IDS_PROMPTTITLE=Herinnering:
IDS_PROMPT=We hebben gemerkt dat u in de modus Volledige capaciteit bent en dat de laptop voortdurend is aangesloten op een voedingsbron. Om de algemene levensduur van de batterij te verlengen, raden wij u aan te schakelen naar een andere laadmodus.
IDS_OK=OK
IDS_CANCEL=Annuleren
IDS_SETTING=Doorgaan met wijzigen
IDS_EXIT=Afsluiten

[German]
IDS_INTRO=Wählen Sie einen Auflademodus, der am besten zu Ihren Nutzungsgewohnheiten passt:
IDS_MODE1=Volle Kapazität-Modus
IDS_MODE2=Balance-Modus
IDS_MODE3=Maximale Lebensdauer-Modus
IDS_DESCRIPTION1=Dieser Modus eignet sich für eine ausgedehnte Nutzung zwischen zwei Aufladungen. Hierbei wird der Akku immer zu 100% aufgeladen - das ist ideal, wenn Sie den Laptop im Akkubetrieb benutzen möchten. Bitte beachten Sie, dass die Lebensdauer des Akkus insgesamt verkürzt werden könnte, wenn Sie in diesem Modus den Laptop permanent an eine Steckdose angeschlossen lassen.
IDS_DESCRIPTION2=In diesem Modus wird eine Ladekapazität von 80% behalten, damit Sie reichlich Akkulaufzeit zur Verfügung haben, während gleichzeitig die Lebensdauer des Akkus insgesamt verlängert wird.
IDS_DESCRIPTION3=In diesem Modus wird eine Ladekapazität von 60% behalten, damit die Lebensdauer des Akkus insgesamt verlängert wird. Diesen Modus sollten Sie nur dann wählen, wenn Sie auch die Möglichkeit haben, das Gerät häufig aufzuladen.
IDS_PROMPTTITLE=Erinnerung:
IDS_PROMPT=Wir haben bemerkt, dass Sie den Volle Kapazität-Modus nutzen, aber der Laptop permanent an eine Steckdose angeschlossen ist. Damit die Lebensdauer des Akkus insgesamt verlängert wird, empfehlen wir, in einen anderen Auflademodus zu wechseln.
IDS_OK=OK
IDS_CANCEL=Abbrechen
IDS_SETTING=Mit der Änderung fortfahren
IDS_EXIT=Beenden

[Portuguese]
IDS_INTRO=Selecione um modo de carregamento de acordo com o seu padrão de utilização:
IDS_MODE1=Modo de Capacidade Total
IDS_MODE2=Modo Equilibrado
IDS_MODE3=Modo de Tempo Máximo de Vida Útil
IDS_DESCRIPTION1=Este modo é adequado para utilização prolongada entre carregamentos. Este modo carrega sempre a bateria até 100%, por isso, é o modo ideal se pretende utilizar o computador portátil no modo de bateria. Tenha em atenção que se o computador portátil estiver ligado a uma tomada elétrica neste modo poderá reduzir o tempo de vida útil da bateria.
IDS_DESCRIPTION2=Este modo mantém 80% de capacidade de carga para lhe oferecer ampla autonomia e prolongar o tempo de vida útil da bateria.
IDS_DESCRIPTION3=Este modo mantém 60% de capacidade de carga para prolongar o tempo de vida útil da bateria. É recomendado para que tem possibilidade de carregar o dispositivo frequentemente.
IDS_PROMPTTITLE=Lembrete:
IDS_PROMPT=Reparámos que está a utilizar o Modo de Capacidade Total e que o computador portátil está ligado à corrente. Para prolongar o tempo de vida útil da bateria, recomendamos que mude para um modo de carregamento diferente.
IDS_OK=OK
IDS_CANCEL=Cancelar
IDS_SETTING=Efetuar mudança
IDS_EXIT=Sair

[Polish]
IDS_INTRO=Wybierz tryb ładowania odpowiadający sposobowi użytkowania:
IDS_MODE1=Tryb pełnej pojemności
IDS_MODE2=Tryb zrównoważony
IDS_MODE3=Tryb maksymalnej żywotności
IDS_DESCRIPTION1=Jest odpowiedni w przypadku częstego użytkowania między kolejnymi cyklami ładowania. W trybie tym bateria jest zawsze ładowana w 100%, dlatego też jest on doskonały do używania laptopa w trybie zasilania bateryjnego. Należy jednak pamiętać, że ciągłe podłączenie laptopa do gniazda elektrycznego może w tym trybie doprowadzić do skrócenia okresu żywotności baterii.
IDS_DESCRIPTION2=W trybie tym utrzymywane jest naładowanie na poziomie 80% pojemności baterii w celu zapewnienia długiego czasu pracy baterii przy jednoczesnym wydłużeniu okresu jej żywotności.
IDS_DESCRIPTION3=W trybie tym utrzymywane jest naładowanie na poziomie 60% pojemności baterii w celu wydłużenia okresu jej żywotności. Jest on zalecany w sytuacjach, gdy możliwe jest częste ładowanie urządzenia.
IDS_PROMPTTITLE=Przypomnienie:
IDS_PROMPT=Wykryto, że używany jest Tryb pełnej pojemności i że laptop jest stale podłączony do źródła zasilania. W celu wydłużenia okresu żywotności baterii zalecane jest przełączenie do innego trybu ładowania.
IDS_OK=OK
IDS_CANCEL=Anuluj
IDS_SETTING=Dokonaj zmiany
IDS_EXIT=Wyjście

[Spanish]
IDS_INTRO=Seleccione un modo de carga que se adapte a su uso habitual:
IDS_MODE1=Modo Capacidad total
IDS_MODE2=Modo Equilibrio
IDS_MODE3=Modo Durabilidad máxima
IDS_DESCRIPTION1=Este modo es adecuado para usos prolongados entre cargas disponibles. Este modo carga la batería al 100 % siempre, por lo que resulta ideal si pretende utilizar su portátil en modo de batería. Tenga en cuenta que utilizar el portátil enchufado a la fuente de alimentación constantemente con este modo activado puede reducir la vida útil global de la batería.
IDS_DESCRIPTION2=Este modo mantiene una capacidad de carga del 80 % para proporcionarle una durabilidad amplia de la batería, al mismo tiempo que prolonga su vida útil global.
IDS_DESCRIPTION3=Este modo mantiene una capacidad de carga del 60 % para prolongar la vida útil global de la batería. Recomendamos este modo a personas que pueden cargar los dispositivos de manera frecuente.
IDS_PROMPTTITLE=Recordatorio:
IDS_PROMPT=Hemos detectado que tiene el modo Capacidad total activado y que su portátil está constantemente conectado a una fuente de alimentación. Para prolongar la vida útil global de su batería, le recomendamos que cambie a un modo de carga distinto.
IDS_OK=Aceptar
IDS_CANCEL=Cancelar
IDS_SETTING=Efectuar cambio
IDS_EXIT=Salir

[Danish]
IDS_INTRO=Vælg en opladningsindstilling, der passer til dit brugsmønster:
IDS_MODE1=Fuld kapacitet
IDS_MODE2=Balance
IDS_MODE3=Maksimal levetid
IDS_DESCRIPTION1=Denne indstilling passer til et stort forbrug mellem opladningerne. Denne indstilling lader altid batteriet helt op til 100 %, og er ideel hvis du skal bruge computeren meget med batteriet. Bemærk, at batteriet levetid forkortes, hvis computeren står på denne indstilling, og hele tiden er sluttet til stikkontakten.
IDS_DESCRIPTION2=Denne indstilling lader batteriet op til 80 %, og giver dig en god batteritid, samtidig med at batteriets levetid forlænges.
IDS_DESCRIPTION3=Denne indstilling lader batteriet op til 60 %, hvilket forlænger batteriets levetid. Denne indstilling anbefales til personer, der ofte kan oplade deres enhed.
IDS_PROMPTTITLE=Påmindelse:
IDS_PROMPT=Vi har bemærket, at computeren er indstillet til fuld kapacitet, men at den for det meste er sluttet til en strømkilde. For at forlænge batteriet levetid, anbefaler vi at du skifter denne indstilling.
IDS_OK=OK
IDS_CANCEL=Annuller
IDS_SETTING=Fortsæt u. ændr
IDS_EXIT=Afslut

[Finnish]
IDS_INTRO=Valitse lataustila, joka sopii käyttökuvioosi:
IDS_MODE1=Täysi kapasiteetti -tila
IDS_MODE2=Tasapainotila
IDS_MODE3=Maksimi akun käyttöikä -tila
IDS_DESCRIPTION1=Tämä sopii jatkettuun käyttöön käytettävissä olevan latauksen välissä. Tämä tila lataa akun aina 100 %:iin, joten se on ihanteellinen, jos käytät kannettavaa akkutilassa. Huomaa, että kannettavan pitäminen jatkuvasti liitettynä virtalähteeseen tässä tilassa, voi lyhentää akun yleistä käyttöikää.
IDS_DESCRIPTION2=Tämä tila ylläpitää 80 %:n latauskapasiteettia pitkän akkukeston tarjoamiseksi pidentäen samanaikaisesti akun yleistä käyttöikää.
IDS_DESCRIPTION3=Tämä tila ylläpitää 60 % :n latauskapasiteettia akun yleisen käyttöiän pidentämiseksi. Tämä on suositeltava käyttäjille, jotka voivat ladata laitettaan säännöllisesti.
IDS_PROMPTTITLE=Muistutus:
IDS_PROMPT=Me huomasimme, että olet Täysi kapasiteetti -tilassa, ja että kannettava on jatkuvasti liitettynä virtalähteeseen. Pidentääksesi yleistä akun käyttöikää, on suositeltavaa vaihtaa eri lataustilaan.
IDS_OK=OK
IDS_CANCEL=Peru
IDS_SETTING=Jatka muutoksella
IDS_EXIT=Exit

[Norwegian]
IDS_INTRO=Velg lademodus som passer ditt bruksmønster:
IDS_MODE1=Full kapasitet-modus
IDS_MODE2=Balansert modus
IDS_MODE3=Maksimal levetid-modus
IDS_DESCRIPTION1=Dette er egnet for mye bruk mellom lading. Denne modusen lader alltid batteriet til 100 %, så det er ideelt hvis du skal bruke den bærbare PC-en i batterimodus. Merk at hvis den bærbare PC-en alltid er koblet til strømuttaket i denne modusen, kan det redusere batteriets levetid.
IDS_DESCRIPTION2=Denne modusen opprettholder 80 % ladekapasitet for å gi deg god batterilevetid, samtidig som den totale batterilevetiden forlenges.
IDS_DESCRIPTION3=Denne modusen opprettholder 60 % ladekapasitet for å forlenge levetiden til batteriet. Dette anbefales for de som kan lade opp enheten ofte.
IDS_PROMPTTITLE=Påminnelse:
IDS_PROMPT=Vi har lagt merke til at du har satt til full kapasitet-modus til tross for at den bærbare PC-en hele tiden er koblet til en strømkilde. Vi anbefaler at du bytter til en annen lademodus for å forlenge levetiden til batteriet.
IDS_OK=OK
IDS_CANCEL=Avbryt
IDS_SETTING=Fortsett med endring
IDS_EXIT=Exit

[Swedish]
IDS_INTRO=Välj ett laddningsläge som passar ditt användningsmönster:
IDS_MODE1=Full kapacitet
IDS_MODE2=Balanserat
IDS_MODE3=Maximal livslängd
IDS_DESCRIPTION1=Detta läge passar långvarig användning mellan laddningstillfällena. Detta läge laddar alltid batteriet till 100 %, och är därför perfekt om du ska använda den bärbara datorn på batterliläge. Observera att om datorn alltid är ansluten till ett nätuttag i detta läge, kan det minska batteriets totala livslängd.
IDS_DESCRIPTION2=Detta läge bibehåller 80 % laddningskapacitet för att ge dig riklig batteritid, samtidigt som batteriets livslängd förlängs.
IDS_DESCRIPTION3=Detta läge bibehåller 60 % laddningskapacitet för att förlänga batteriets totala livslängd. Detta rekommenderas för den som kan ladda sin enhet ofta.
IDS_PROMPTTITLE=Påminnelse:
IDS_PROMPT=Vi har lagt märke till att du använder läget Full kapacitet, och att den bärbara datorn alltid är ansluten till en strömkälla. För att förlänga batteriets totala livslängd rekommenderar vi att du växlar till ett annat laddningsläge.
IDS_OK=OK
IDS_CANCEL=Avbryt
IDS_SETTING=Fortsätt med ändring
IDS_EXIT=Utgång
